Revit 2027 API
FabricationConfigurationInfo.Version Property
 The version of the fabrication configuration.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double Version { get; }
Public ReadOnly Property Version As Double
	Get
public:
property double Version {
	double get ();
}
member Version : float with get
Property Value
Double
See Also
Reference
FabricationConfigurationInfo Class
Autodesk.Revit.DB Namespace